Repository: blackPantherOS/default-apps
Catalog: translations/*.po
Languages: hu

source: This is blackPanther OS listing command help!
hu: Ez a blackPanther OS listázási parancs súgója!

source: - Just run 'listing' command to Files/Directories list
hu: - Csak futtasd a 'listaz' parancsot a Fájlok/Könyvtárak listájához

source: - or just run 'listing perm' to Files/Directories list with permissions
hu: - vagy csak futtasd 'listaz jogokkal' a Fájlok/Könyvtárak és jogogsultságaik listájához

source: Switches:
hu: Kapcsolók:

source: [-h|--help|h] - Print this help
hu: [-s|s -h|h] - Megmutatja ezt a súgót

source: [-perm|perm] - Print files/directories with owners permissions
hu: [-jogok|jogok] - Megmutatja a fájlokat/konytvárakat a tulajdonosok jogaival

source: [-white|white] - Print results without colorize
hu: [-feher|feher] - Megmutatja az eredményeket színezés nélkül

source: [-size|size] - Print sizes on this or added path
hu: [-meret|meret] - Megmutatja a helyfoglalásokat ezen vagy a megadott útvonalon

source: [-mount|mount] - Print mounted disks os filesystems
hu: [-csatolasok|csatolasok] Megmutatja a csatolt lemezeket vagy fájlrendszereket

source: [-hw|hw|hardware] - Print hardwares and kernel modules
hu: [-eszk|eszkoz|hw] - Megmutatja a hardvereket és a kernel modulokat

source: [-usb|--usb|usb] - Print connected USB-devices
hu: [-usb|--usb|usb] - Csatlakoztatott USB-eszközök kiírása

source: [-modules|--modules|drivers|kernelmodules] - Print loaded kernel modules, drivers
hu: [-modulok|--modulok|meghajtok|kernelmodulok] - Betöltött kernel modulok/meghajtók listája

source: [-rpm|--installed|rpm] - Print installed RPM packages. Additional parameter are available, example: date
hu: [-rpm|--rpm|rpm|telepitett|csomagok] - Telepített RPM csomagok listája. További kiegészítő kapcsoló eléhető, pl.: dátum

source: [-gui|--gui|gui|graphical] - Print installed graphical packages. Additional parameter are available, example: date
hu: [-gui|--gui|gui|grafikus] - Telepített grafikus alkalmazások listája. További kiegészítő kapcsoló eléhető, pl.: dátum

source: Have a nice day without Windows !
hu: Legyen szép Windows mentes napod!

source: HARDVARE LIST
hu: HARDVER LISTA

source: LIST END
hu: LISTA VÉGE

source: USB DEV LIST
hu: USB ESZKÖZLISTA

source: LISTED ALL INSTALLED PACKAGES
hu: MINDEN TELEPÍTETT CSOMAG LISTÁZVA

source: LISTED ALL INSTALLED DESKTOP APP ONLY
hu: MINDEN GRAFIKUS TELEPÍTETT CSOMAG LISTÁZVA

source: LOADED KERNEL MODULES/DRIVERS
hu: BETÖLTÖTT KERNEL MODULOK/MEGHAJTÓK

source: LISTED ALL LOADED KERNEL MODULES
hu: MNDEN BETÖLTÖTT KERNEL MODUL LISTÁZVA

source: BAD COMMAND OR PARAMETER:
hu: ROSSZ PARANCS VAGY PARAMÉTER

source: I have found not anywhere a package with the following name:
hu: Nem található sehol egy csomag sem, az alábbi néven:

source: Successful!
hu: Elkészült!

source: The discovering progress successful.
hu: A felderíŧési folyamt elkészült.

source: Go to command section
hu: Ugrás a parancssor szekcióba

source: Missing parameter!
hu: Hiányzó paraméter!

source: Print Help Text
hu: Súgó szöveg megjelenítése

source: Format: command --engine enginetype pacakagename
hu: Formátum: parancs --motor motortípus csomagnév

source: An error occured! Please report to me in users group
hu: Egy hiba történt! Kérlek jelezd nekem a felhasználói csoportban.

source: Go click section
hu: Irány a kattintás szekció

source: Empty or missing parameter
hu: Üres vagy hiányzó paraméter!

source: Search
hu: Keresés

source: BatchSearch
hu: Kötegkeresés

source: Quick Search Result[s]
hu: Gyorskeresés eredménye[i]

source: You can select one or more items to install
hu: Választani tudsz egy vagy több csomagot telepítésre

source: Not found
hu: Nem található

source: Not found what you find:
hu: Nincs találat erre amit kerestél:

source: Do you want run an another searching?
hu: Futtatni akarsz egy másik keresést?

source: Nothing was chosen any application, exit
hu: Nem volt semmi kiválasztva, kilépek

source: PackageFind Gui Finished
hu: CsomagkeresésGui befejeződött

source: PackageFind Ended
hu: Csomagekeresés véget ért

source: - blackPanther OS cloning service. Clone anything!
hu: - blackPanther OS klónozási-szolgáltatás. Klónozz bármit!

source: ROOT permission requires!
hu: ROOT jog szükséges!

source: Cloner component missing! Please install one, example: dd_rescue
hu: Klónozó komponens hiányzik! Kérlek telepíŧs egyet, például :dd_rescue

source: Engigne
hu: Motorja

source: Quick usage example for disc cloning to image:
hu: Gyors használati példa a lemezklónüzásra képfájlba:

source: /dev/sdb1 /home/anyusername/my_sdb1_disc.img
hu: /dev/sdb1 /home/valamilyenfelhasználónév/az_én_sdb1_lemezem.img

source: Error
hu: Hiba

source: Graphical SU application not found! Please report this error to blackPanther Developers
hu: Grafikus SU nem található! Kérlek jelezd ezt a blackPanther OS fejlesztőknek. A parancsodat pedig használni tudod egy terminálban.

source: Graphical SU not found! Please report this error to blackPanther OS developers. You can use your command in terminal.
hu: Grafikus SU nem található! Kérlek jelezd ezt a blackPanther OS fejlesztőknek. A parancsodat pedig használni tudod egy terminálban.

source: * Packages and repository management of blackPanther OS based on command promt
hu: * blackPanter OS parancssor bázisú csomag és telepítőforrás kezelő szolgáltatás...

source: Check Local Package DB Status:
hu: Helyi csomag-DB állapot:

source: The Database Busy Now. I Wait to Database Access
hu: Az adatbázis jelenleg foglalt. Várakozok az adatbázis elérésére

source: [all | packages] and/or [repos | repo] - to packages and/or repository update\n\t\t[system] - to system upgrade\n\t\t[help] - to short help display\n\t\t[--info|--help|usage] - to long help to usage\n\n\t\t[db|database] - to fixating broken RPM Database\n\t\t[fix|repair] - Repair the RPM packages connections Run: updating repo first!\n\t\t[clean] - Clean downloaded RPM cache or broken packages\n\t\t[--verbose] - Display detailed informations\n\t\t[--force] - Clean caches first and rebuild all newone\n
hu: [minden | csomagok] és/vagy [forrasok | forras] - a csomagok és/vagy a tárolók frissítése\n\t\t[rendszer] - a rendszer felfrissítése\n\t\t[segits] - a rövid tájékoztató megjelenítése\n\t\t[--info|--segits|hasznalat] - hosszú tájékoztató megjelenítése\n\n\t\t[db|adatbazis] - azRPM adabázis újraépítése. Először futtasd: frissites forrasok\n\t\t[fix|javitas] - Csomagkapcsolatok javítása. Először futtasd a frissites forrasok parancsot!\n\t\t[tisztit] - A gyorstárazott vagy sérült RPM csomagok eltávolítása\n\t\t[--reszletes] - Részletes információk mutatása\n\t\t[--force] - Gyorsítótár tisztítása kényszerítve és at összes felépítése újra\n

source: FAIL
hu: SIKERTELEN

source: You know that ${YEL}Devel${RED} repo is ENABLED ?!
hu: Tudtad, hogy a ${YEL}Devel${RED} tároló engedélyezve van?!

source: - Your
hu: - A te

source: [/] filesystem usage is:
hu: [/] fájlrendszered használata:

source: DATABASE LOCKED!
hu: ZÁROLT ADATBÁZIS!

source: Another package manager is running!
hu: Egy másik csomagkezelő már fut!

source: => DB Locked by:
hu: ==> DB zárolva emiatt:

source: => Please close this application first or type here:
hu: => Kérlek zárd be ezt az alkalmazást először vagy gépeld ide:

source: and press enter
hu: és üss entert

source: Smart Found on Your System!
hu: A Smart megtalálható a rendszeren!

source: Slave RPM engine found on Your System!
hu: Másodlagos RPM-motor megtalálható a rendszeren!

source: ERROR
hu: HIBA

source: [ -- Done ------------------------------------------ ]
hu: [ -- Befejeződött ------------------------------------- ]

source: Previous backup exists here:
hu: Elősző biztonsági mentés létezik itt:

source: Missing SMART engine for Fixating System Packages
hu: Hiányzik a SMART motor a rendszercsomagok javításához

source: => Go to cache cleaning task...
hu: => Ugrás a gyorstár tisztíási feladatra..

source: Unknown
hu: Ismeretlen

source: option! Try with --help option. This is not a Mandriva/Mandrake!\n
hu: opció! Próbáld a --segits opciót. Ez nem egy Mandriva/Mandrake!\n

source: Options of Updating Application:
hu: Frissítőalkalmazás Opciói:

source: \tExample:
hu: \tPéldául:

source: repo XYREPONAME
hu: forras XYFORRÁSNEVE

source: [ -- Started ---------------------------------------------------- ]
hu: [ -- Elindítva --------------------------------------------------- ]

source: the Slave Database Update :
hu: a másodlagos adatbázis frissítése:

source: Done
hu: Kész

source: - the Slave database update in background..
hu: - a másodlagos adatbázis frissítése a háttérben..

source: Database Busy
hu: Adatbázis foglalt

source: - the main database update in background..
hu: - most a főadatbázis frissítése folyik a háttérben..

source: the Main Database Update :
hu: a főadatbázis frissítése:

source: This Command Successfully Completed
hu: A parancs sikeresen befejeződött

source: * This mission running in background.. Please wait to finish!
hu: * Ez a művelet a háttérben fut... Kérlek várj a befejezésre!

source: Error occurred while select a Sound Manager Applicaion. Please report me!
hu: Egy hiba történt a Hang-kezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: blackPanther Live System!
hu: blackPanther Live Rendszer!

source: Please install blackPanther OS first to available free space before using this operation
hu: Kérjük telepítse először a blackPanther OS-t egy üres területre

source: Component Missing!
hu: Hiányzó összetevő!

source: Component auto installing in progress! Please wait to finish...
hu: Az összetevő automatikus telepítése folyamatban van! kérlek várj a befejezésre...

source: Component is Missing!
hu: Hiányzó összetevő!

source: Component isntall failed!
hu: Sikertelen az összetevő telepítése!

source: Force resolve?
hu: Kényszerített feloldás?

source: The lockfile will be force deleted if you try the start again!
hu: A zárolási fájl törlése kényszerítve lesz, ha még egyszer elindítod!

source: Already Running!
hu: Már fut!

source: The sound manager already running. Be patient or close first
hu: A hangkezelő már fut. Légy türelmes vagy szár be először.

source: Force resolve lockfile..
hu: Zárolás kényszerített feloldása..

source: System Installer
hu: Rendszertelepítő

source: System Sound-System Manager - <b><u>Install</b></u> / Run..
hu: Rendszerszintű Hangrendszer kezelő-<b><u>Telepít</b></u>/Futtat..

source: SoundSystem Manager [important!]
hu: Hangrendszer kezelő [fontos!]

source: Plasma PulseAudio Manager
hu: Plasma PulseAudio Kezlő

source: Gtk PulseAudio Manager
hu: Gtk PulseAudio Kezlő

source: PulseAudio EQ Manager
hu: PulseAudio EQ kezelő

source: Mission has finished!<br>Please repeat original action now!
hu: Küldetés befejezve! <br>Csak indítsd újra az eredeti műveletet.

source: System-Sound-Settings
hu: Rendszer-hangbeállítása

source: Pulse-SoundServer-Manager
hu: Pulse-Hangszerver-kezlő

source: PulseAudio-Manager-Qt
hu: PulseAudio-kezelő-Qt

source: PulseAudio-Manager-Gtk
hu: PulseAudio-kezelő-Gtk

source: PulseEffects-Equalizer
hu: PulseEffekt-Equalizer

source: Jack-AudioSystem-Control
hu: Jack-hangrendszer-vezérlő

source: Simple-Aumix-Mixer
hu: Hagyományos-Aumix-mixer

source: AlsaMixer-konsole
hu: AlsaMixer-konzol

source: SoundServer-Settings
hu: Hangszerver-beállítása

source: Search for other quick installable device tools..
hu: Villámtelepíthető eszközkezelők keresése..

source: Installed-on-system
hu: Telepítve-a-rendszerre

source: More-Installable
hu: További-telepíthető

source: System Admin
hu: Rendszer-Admin

source: Possible Managing Sound System with.. <br>[please select]
hu: A hangrendszered kezelése az alábbiakkal <br>lehetséges..[kérlek válassz]

source: !DANGER-ACTION!
hu: !VESZÉLYES-MŰVELET!

source: Please enter the applicaion path, name and/or parameter
hu: Kérlek add meg az alkalmazás útvonalát, nevét és/vagy paraméterét

source: Error occurred while select a Scanner Manager Applicaion. Please report me!
hu: Egy hiba történt a szkenner kezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The scanner manager already running. Be patient or close first
hu: A szkennerkezelő már fut. Légy türelmes vagy zárd be először

source: System Scanner Manager - <b><u>Install</b></u> / Run..
hu: Szkenner kezelő-<b><u>Telepít</b></u>/Futtat..

source: System NetworkManager [important!]
hu: Rendszer Hálózat kezelője [fontos!]

source: DrakScan Scanner Manager [for expert]
hu: DrakScan hálózat kezelő [szakértőknek]

source: Simple-Scan
hu: Egyszerű-Szkenner

source: System-Scanner-Wizard
hu: Rendszer-szkenner-varázsló

source: Other-Scanner-Config
hu: Egyéb-szkenner-beállítások

source: Possible Managing Scanner Devices with.. <br>[please select]
hu: A szkenner eszközök kezelése az alábbiakkal<br>lehetséges..[kérlek válassz]

source: Unknown Error occurred while select a SAMBA Manager Applicaion. Please report me!
hu: Egy hiba történt a SAMBA kezelő alkalmazás kiválasztásakor.<br>Kérlek jelezd nekem!

source: The Samba manager already running. Be patient or close first
hu: A Samba-kezlő már fut. Légy türelmes vagy zárd be először

source: Samba Manager - Install / Run..
hu: Samba kezelése - Telepít/Futtat..

source: DrakSambaShare Manager [important!]
hu: DrakSambaMegosztá kezelő [fontos!]

source: Other Samba Manager [for expert]
hu: Egyéb Samba kezelő [szakértőknek]

source: SambaDrake-SambaServer-Manager
hu: SambaDrake-SambaSzerver-Kezelő

source: System-Config-SambaServer-Manager
hu: System-Config-SambaSzerver-Kezelő

source: SambaScanner-ShareMount-Manager
hu: SambaSzkenner-SambaCsatolás-Kezelő

source: Gigolo-GVFS-Manager
hu: Gigolo-GVFS-Kezelő

source: QtSMBStatus-SambaManager
hu: QtSMBStatus-SambaKezelő

source: Smb4K-SambaManager
hu: Smb4k-SambaKezelő

source: Other-SambaManager
hu: Egyéb-SambaKezlő

source: Search for other quick installable share tools..
hu: Villámtelepíthető megosztás-eszközök keresése..

source: Komba2-SambaManager
hu: Komba2-SambaKezelő

source: Possible Managing Samba Shares with.. <br>[please select]
hu: A SAMBA megosztások kezelése az alábbiakkal <br>lehetséges..[kérlek válassz]

source: Error occurred while select a Printer Manager Applicaion. Please report me!
hu: Egy hiba történt a nyomtatókezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: Update Repos!
hu: Csomagtárolók frissítése!

source: Please run [updating repos] command first before installing!
hu: Kérem futtassa először a 'frissites forrasok' parancsot!

source: Component install failed!
hu: Sikertelen az összetevő telepítése!

source: The printing manager already running. Be patient or close first
hu: A nyomtatókezlő már fut. Légy türelmes vagy zárd be először

source: Cups Printing System and Printer Manager - Install/Run..
hu: A cups nyomtatási rendszer és nyomtató kezelő<br>Telepítése/Futtatása..

source: Install full printing system now [important!]
hu: Telepítse a teljes nyomtatási rendszert [fontos!)

source: Run Plasma Printer manager [for expert]
hu: Plasma nyomtatókezelő futtatása [szakértőknek]

source: Plasma-Printer-Manager
hu: Plasma-Nyomtatókezelő

source: Systeme-Config-Printer
hu: Rendszer-Nyomtató-megjelenítő

source: Systeme-Config-Printer-as-root
hu: Rendszer-Nyomtató-beállítás-mint-root

source: CUPS-Web-Interface
hu: CUPS-Webes-felület

source: The Printing System Manager Open.. [please select]
hu: A nyomtatási rendszer megnyitása..[kérlek válassz]

source: Printer Manager is Missing!\nPlease install a printer manager gui.\n\nExample: system-config-printer or printer-manager
hu: Nyomtatókezelő nincs meg!\nkérlek telepíts egy nyomtatókezelő gui-t\n\nPéldául: system-config-printer vagy printer-manager

source: Error occurred while select a Partition Manager Applicaion. Please report me!
hu: Egy hiba történt a partíciókezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The partitions manager already running. Be patient or close first
hu: A partíciókezlő már fut. Légy türelmes vagy zárd be először

source: A Storage and Partitions Manager - <b><u>Install</b></u> / Run..
hu: Egy adathordozó és particíók kezelése - <b><u>Telepít</b></u>/Futtat..

source: System Disks Partitinon Manager [important!]
hu: Rendszerlemezek, particíók kezelése [fontos!]

source: Plasma Partition Manager [for expert]
hu: Plasma particiókezelő [szakértőknek]

source: DiskDrake-PartitionManager
hu: DiskDrake-particiokezelő

source: Plasma-PartitionManager
hu: Plasma-particiókezelő

source: StorageDisk-Monitor
hu: Tárolólemez-monitor

source: GParted-PartitionManager
hu: GParted-particiókezelo

source: GnomeDisks-PartitionManager
hu: GnomeDisks-particíókezelő

source: GSmartControl-PartitionManager
hu: GSmartControl-lemezkezelo

source: Other-PartitionManager
hu: Egyéb-particíókezlő

source: Search for other quick installable partition tools..
hu: Villámtelepíthető partícióesszközök keresése..

source: Possible Managing System Partitions with.. <br>[please select]
hu: A rendszerparticíók kezelése az alábbiakkal<br>lehetséges..[kérlek válassz]

source: Error occurred while select a NFS Manager Applicaion. Please report me!
hu: Egy hiba történt az NFS-kezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The NFS-manager already running. Be patient or close first
hu: Az NFS-kezelő már fut. Légy türelmes vagy zárd be először

source: NFS Manager - Install / Run..
hu: NFS kezelése - Telepít/Futtat..

source: DrakNFSShare Manager [important!]
hu: DrakNFSMegosztás kezelő [fontos!]

source: Other NFS Manager [for expert]
hu: Egyéb NFS kezelő [szakértőknek]

source: NFS-Local-Server-Shares-Settings
hu: NFS-Helyi-Szerver-Megosztások-beállítása

source: NFS-Remote-Share-Scanner-and-mount-as-Client
hu: Távoli-NFS-Megosztás-keresése-Csatolása-kliensként

source: System-Config-NFS-Server-and-Local-Share-Manager
hu: System-Config-NFS-Szerver-és-Helyi-Megosztások-kezelése

source: Other-NFSManager
hu: Egyéb-NFS-Kezlő

source: Search for other quick installable security tools..
hu: Villámtelepíthető biztonsági eszközök keresése..

source: System-NFSDrake-Manager
hu: Rendszer-NFSDrake-Kezelő

source: NFS-Share-Scanner-as-Client
hu: NFS-Megosztáskereső-mint-kliens

source: System-Config-NFS-Server-Manager
hu: System-Config-NFS-Szerverkezelő

source: Possible Managing NFS Shares with.. <br>[please select]
hu: Az NFS megosztások kezelése az alábbiakkal<br>lehetséges..[kérlek válassz]

source: Error occurred while select a Security Manager Applicaion. Please report me!
hu: Egy hiba történt a biztonságot kezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The network security manager already running. Be patient or close first
hu: A hálózati-biztonság kezelő már fut. Légy türelmes vagy zárd be először

source: Security Manager - Install / Run..
hu: Biztonságkezelő - Telepít/Futtat..

source: Security Manager [important!]
hu: Biztonságkezelő [fontos!]

source: Other Security Manager [for expert]
hu: Egyéb biztonságkezelő [szakértőknek]

source: Firewalls-Config-Wizards
hu: Tűzfalbeállítás-varázsló

source: Proxy-Config-Wizard
hu: Proxy-beállítás-varázsló

source: VPN-Config-Settings
hu: VPN-konfiguráció-beállítások

source: blackPanther-Apps-Wizards
hu: blackPanther-App-varázslók

source: Possible Managing Network Security with.. <br>[please select]
hu: A hálózati kapcsolatok biztonságának kezelése az alábbiakkal<br>lehetséges..[kérem válasszon]

source: Error occurred while select a Network Manager Applicaion. Please report me!
hu: Egy hiba történt a hálózatkezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The networks manager already running. Be patient or close first
hu: A hálózatok kezelője már fut. Légy türelmes vagy zárd be először

source: System Network Manager - <b><u>Install</b></u> / Run..
hu: Hálózati kapcsolat kezelő-<b><u>Telepít</b></u>/Futtat..

source: DrakNet Network Manager [for expert]
hu: DrakNet hálózat kezelő [szakértőknek]

source: NetworkManager-Connection-Editor
hu: NetworkManager-Kapcsolat-szerkesztő

source: NetProfile-Manager
hu: Hálózati-profilok-kezelése

source: DrakNetCenter-Manager
hu: DrakNet-Hálózati-központ-kezelő

source: DrakConnect-Wizard
hu: DrakConnect-Kapcsolat-varázsló

source: DrakRoaming-Wizard
hu: DrakRoaming-varázsló

source: Other-Network-Configurator
hu: Egyéb-hálózati-beállítások

source: NetworkManager-Settings-Plasma
hu: NetworkManager-Beállítások-Plazma

source: NetworkManager-Settings-Gtk
hu: NetworkManager-Beállítások-Gtk

source: Possible Managing Network Connections with.. <br>[please select]
hu: A hálózati kapcsolatok kezelése az alábbiakkal<br>lehetséges..[kérem válasszon]

source: POSSIBLE DANGER ACTION!
hu: LEHETSÉGES VESZÉLYES-MŰVELET!

source: This is an old legacy network settings method! Any wrong modification will be kill Network Manager settings <br><br>If you are not an expert, please exit now and use <u>NetworkManager</u> from system tray!
hu: Ez egy régi örökölt hálózatbeállítási művelet! Bármilyen rossz módosítás ki fogyja nyírni a Network Manager beállításokat <br><br>Ha te nem szakértő vagy, lépj ki most és használd a <u>NetworkManager</u>-t a rendszertálcáról!

source: Error occurred while select a Mouse/Touchpad Manager Applicaion. Please report me!
hu: Egy hiba történt az Egér/Érintőtábla alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The mouse manager already running. Be patient or close first
hu: Az egérkezelő már fut. Légy türelmes vagy zárd be először

source: System Mouse/Touchpad Manager - <b><u>Install</b></u> / Run..
hu: Egér/Érintőtábla kezelő - <b><u>Telepít</b></u>/Futtat..

source: System Settings [important!]
hu: Rendszerbeállítások [fontos!]

source: DrakMouse-Manager
hu: DrakMouse-kezelő

source: Mouse-user-settings
hu: Egér-felhasználói-beáll.

source: Touchpad-user-settings
hu: Érintőtábla-felhasználói-beáll.

source: TouchScreen-gestures
hu: Érintőképernyő-gesztusok

source: Mouse-Ports-settings
hu: Egér-port-beállítások

source: Mouse-automation-tool
hu: Egérautomatizáció

source: Mouse-dbp-config
hu: Egér-dpi-beállító

source: Search for other quick installable mouse tools..
hu: Villámtelepíthető egér eszközök keresése..

source: Mouse-hardware-manager
hu: Egér-Hardver-Kezelő

source: Mouse-in-Plasma
hu: Egér-a-Plasmaban

source: TouchScreen-in-KWIN
hu: Érintőképernyő-a-KWIN-ben

source: Possible Managing Mouse/Touchpad with.. <br>[please select]
hu: Az Egér/Érntőtábla kezelése az alábbiakkal<br>lehetséges..[kérlek válassz]

source: New Initrd Regenerator..
hu: Új Initrd-generátor..

source: Generate new ramdisk..
hu: Új ramdiszk generálása..

source: Working on new ramdisk, this is a long process..
hu: Munka az új ramdiszken, ez egy hosszabb folyamat...

source: Detecting new ramdisk..
hu: Űj ramdisul érzékelése..

source: New ramdisk is exists!
hu: Az Új ramdiszk megvan!

source: New ramdisk MISSING!
hu: Az új ramdiszk HIÁNYZIK!

source: Generator Error!
hu: Generátor Hiba!

source: Error occured when tried generate new ramdisk!
hu: Hiba történt mikor próbáltuk létrehozni a ramdiszket!

source: Backup is restored now!
hu: Biztonsági mentés most visszaállítva!

source: Try run manually this command as root:
hu: Próbáld futtatni kézzel ezt a parnacsot root joggal:

source: Error occurred while select a Grub Manager Applicaion. Please report me!
hu: Egy hiba történt a Grub rendszerbetöltő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The bootloader manager already running. Be patient or close first
hu: A rendszerbetöltő-kezlő már fut. Légy türelmes vagy zárd be először

source: Grub2 System Loader Manager - <b><u>Install</b></u> / Run..
hu: Grub2 rendszerbetöltő kezelő-<b><u>Telepít</b></u>/Futtat..

source: System Grub2 Manager [important!]
hu: Rendszer Grup2 kezelő [fontos!]

source: System Loaders Manager [for expert]
hu: Grub rendszerbetöltő kezelő [szakértőknek]

source: BootkDrake-GrubManager
hu: BootDrake-GrubKezelő
