Repository: blackPantherOS/default-apps
Catalog: translations/*.po
Languages: hu

source: Personal $appname definied, please restart `basename $0` without parameter.
hu: ${appname} személyesen definiálva, kérlek a(z) `basename $0` alkalmazást indítsd paraméterek nélkül.

source: Define user ${appname}..
hu: Felhasználi definicíó ehhez: ${appname}..

source: ${GRN}This is a$BLK blackPanther OS$GRN specific tool
hu: ${GRN}Ez egy $BLK blackPanther OS$GRN specifikus eszköz

source: $MAG Usage:
hu: $MAG Használat:

source: $YEL `basename $0` -s $DEF Set a personal ${appname} (You conf file: $HOME/.personal-${appname})
hu: $YEL `basename $0` -s $DEF Állítson be személyesen: ${appname} (Beállítási fájl helye: $HOME/.personal-${appname})

source: $YEL `basename $0` -u $DEF Unset definied ${appname} (Remove you conf file: $HOME/.personal-${appname})
hu: $YEL `basename $0` -s $DEF Állítson be személyesen: ${appname} (Beállítási fájl helye: $HOME/.personal-${appname})

source: $YEL `basename $0` -h $DEF This screen
hu: $YEL `basename $0` -h $DEF ez a képernyő

source: $CYN [$RED Example:$CYN `basename $0` -s audacious$RED OR to autodetect:$CYN `basename $0`]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s audacious$RED VAGY automata módhoz$CYN `basename $0`]$DEF

source: Sorry. Audio Player applications not detected, please install on PC (etc: installing amarok)
hu: Elnézést. Audio lejátszó alkalmazást nem találtam, kérjük telepíts a PC-re egyet. (Pl.: telepites amarok)

source: Sorry. Audio Player not detected! Please install on PC (etc: installing amarok)
hu: Elnézést. Audio lejátszó alkalmazást nem találtam, kérjük telepíts a PC-re egyet. (Pl.: telepites amarok)

source: Kaffeine functions not complete!<br>Please go to Kaffeine DVB-t settings, and add your favorite TV's <br>to left side to playing
hu: Kaffeine funkciok nem készek!<br>Kérlek menj a Kaffeine DVB-t beállításokhozés add hozzá a kedvenc TV-ket<br> a bal oldalra a lejátszáshoz

source: DVB-t Playing with MPlayer temporary won't work! Please install another player: vlc, mpv, kaffeine
hu: DVB-t lejátszás az MPLayer-el átmenetileg nem működik! Kérlek telepíts egy másik lejátszót: vlc, mpv, kaffeine

source: DVB-t Playing with mplayer temporary won't work! <br>Please go to SMPlayer setting and change engine to mpv
hu: DVB-t lejátszás az mplayer-el átmenetileg nem működik! Kérlek menj az SMPlayer beállításokhoz és váltsd a motort mpv-re

source: Config not found for DVB-t playing. Please run search first
hu: Konfiguráció nem található a DVB-t lejátszáshoz. Kérlek futtasd a keresést először

source: DVB-T Channel Search..
hu: DVB-T Csatorna Keresés..

source: DVB-T Channel scanner </h3><br>Initializing...
hu: DVB-T Csatorna szkenner </h3><br>Előkészítés...

source: Scanning DVB-T Channels..</h3> <br>This is a slow progress! Please wait patient..
hu: DVB-T Csatornák pásztázása..</h3> <br>Ez egy lassú folyamat! Kérlek várj türelmesen..

source: Sorry. DVB-T Playing error detected
hu: Sorry. DVB-T lejátszási hiba észlelve

source: Sorry, DVB-T Player applications not detected, please install on PC [etc: installing kaffeine]
hu: Elnézést. DVB-T lejátszó alkalmazást nem találtam, kérjük telepíts a PC-re egyet. (Pl.: telepites kaffeine)

source: Personal ${appname} definied, please restart `basename $0` without parameter.
hu: ${appname} személyesen definiálva, kérem a(z) `basename $0` alkalmazást indítsd paraméterek nélkül.

source: Clear definied personal ${appname} conf..
hu: Személyes definíció törlése ehhez: ${appname} konf..

source: $RED XDG definitions currently not available under your $HOME/.config/user-dirs.dirs on blackPanther OS system.. $DEF
hu: $RED XDG beállítás jelenleg nem található a te $HOME/.config/user-dirs.dirs útvonalon a blackPanther OS rendszereden.. $DEF

source: $MAG For XDG-DIRS: $DEF/MUSIC, DOWNLOAD, HOME, etc/
hu: $MAG Az XDG-MAPPÁK: $DEF/ZENE, LETÖLTÉS, SAJÁT KÖNYTVÁR, stb./

source: $YEL `basename $0` -xdg $DEF List available definied XDG directories
hu: $YEL `basename $0` -xdg $DEF Elérhető XDG mappák listája

source: $CYN [$RED Example:$CYN `basename $0` -s dolphin$RED OR to open own video dir:$CYN `basename $0` VIDEOS ]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s dolphin$RED vagy egy saját videó mappa:$CYN `basename $0` VIDEOS ]$DEF

source: Sorry. Filemanager applications not detected, please install on PC (etc: installing dolphin)
hu: Sajnálom: Fájlkezekő alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites dolphin)

source: Sorry. Filemanager not detected! Please install on PC (etc: installing dolphin)
hu: Sajnálom: Fájlkezelőő alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites dolphin)

source: Presonal conf found!
hu: Személyes konfig található!

source: Personal ${appname} definied, please restart $0 without parameter.
hu: ${appname} személyesen definiálva, kérlek a(z) `basename $0` alkalmazást indítsd paraméterek nélkül.

source: $CYN [$RED Example:$CYN `basename $0` -s gparted$RED OR to autodetect:$CYN `basename $0`]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s gparted$RED VAGY automata módhoz$CYN `basename $0`]$DEF

source: Sorry. Partition manager applications not detected, please install on PC (etc: installing partitionmanager)
hu: Sajnálom: Partíciókezelő alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites partitionmanager)

source: Sorry. Partition manager not detected! Please install on PC (etc: installing partitionmanager)
hu: Sajnálom: Partíciókezelő alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites partitionmanager)

source: SKIPPED! MISSING COMPONENT
hu: KIHAGYVA! HIÁNYZÓ KOMPONENS

source: on KDE/Plasma desktop
hu: KDE/Plasma asztalon

source: Sorry. INSTALLGUI applications not detected, please install on PC (etc: installing package-wizard)
hu: Sajnálom: grafikus telepítő nem található, kérlek telepíts egyet a PC-re. (pl: telepites package-wizard)

source: Sorry. INSTALLGUI manager not detected! Please install on PC (etc: installing package-wizard)
hu: Sajnálom: grafikus telepítő nem található, kérlek telepíts egyet a PC-re. (pl: telepites package-wizard)

source: Sorry. Systemsettings applications not detected, please install on PC (etc: installing systemsettings)
hu: Sajnálom: Rendszerbeállító alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites systemsettings)

source: Sorry. Systemsettings not detected! Please install on PC (etc: installing systemsettings)
hu: Sajnálom: Rendszerbeállító alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites systemsettings)

source: Personal terminal definied, please restart $0 without parameter.
hu: Személyes terminál beállítva, kérlek indítsd $0 paraméterek nékül.

source: Force define user terminal..
hu: Kényszeríti a felhasználói terminál definiálását

source: Clear definied personal terminal conf..
hu: Személyes definíció törlése a terminálnál

source: $YEL `basename $0` --newtab/--tab $DEF Only for Yakuake Terminal. Example: default-terminal --newtab YOURCOMMAND
hu: $YEL `basename $0` --newtab/--tab $DEF Csak a Yakuake terminálhoz Például: default-terminal --newtab FUTTATANDOPARANCS

source: $CYN [$RED Example:$CYN `basename $0` -s yakuake$RED OR to autodetect:$CYN `basename $0`]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s yakuake$RED VAGY automata módhoz$CYN `basename $0`]$DEF

source: Sorry. Terminal not detected, please install on PC (etc: installing xterm)
hu: Sajnálom: Szerkesztő alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites kwrite

source: Sorry. Terminal not detected! Please install on PC (etc: installing xterm)
hu: Sajnálom: Terminál alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites kwrite

source: Personal browser definied, please restart `basename $0` without parameter.
hu: Böngésző személyesen definiálva, kérem a(z) `basename $0` alkalmazást indítsd paraméterek nélkül.

source: Force define user browser..
hu: Kényszeríti a felhasználói terminál definiálását.

source: Clear definied personal browser conf..
hu: Személyes definíció törlése ehhez: böngésző

source: $CYN [$RED Example:$CYN `basename $0` -s opera$RED OR to autodetect:$CYN `basename $0`]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s opera$RED VAGY automata módhoz: $CYN `basename $0`]$DEF

source: Sorry. Browser not detected, please install to System (ex: installing firefox)
hu: Sajnálom: Böngésző alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites firefox)

source: Sorry. Browser not detected! Please install to System (ex: installing firefox)
hu: Sajnálom: Böngésző alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites firefox)

source: Sorry. Scanner applications not detected, please install on PC (etc: installing skanlite)
hu: Sajnálom: Szkenner alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites skanlite)

source: Sorry. Scanner not detected! Please install one (etc: installing skanlite)
hu: Sajnálom: Szkenner alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites skanlite)

source: $CYN [$RED Example:$CYN `basename $0` -s kwrite$RED OR to autodetect:$CYN `basename $0`]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s kwrite$RED VAGY automata módhoz$CYN `basename $0`]$DEF

source: Sorry. Editor applications not detected, please install on PC (etc: installing kwrite)
hu: Sajnálom: Szerkesztő alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites kwrite)

source: Sorry. Editor not detected! Please install on PC (etc: installing kwrite)
hu: Sajnálom: Szerkesztő alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites kwrite)

source: Sorry. UN-INSTALLGUI applications not detected, please install on PC (etc: installing package-wizard)
hu: Sajnálom: Grafikus csomageltávolító nem található, kérlek telepíts egyet a PC-re. (pl: telepites package-wizard)

source: Sorry. UN-INSTALLGUI manager not detected! Please install on PC (etc: installing package-wizard)
hu: Sajnálom: grafikus programeltávolító nem található, kérlek telepíts egyet a PC-re. (pl: telepites dolphin)

source: Sorry. Voip Client applications not detected, please install on PC (etc: installing ekiga)
hu: Sajnálom: Voip kliens alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites ekiga)

source: Sorry. Voip Client not detected! Please install one (etc: installing ekiga)
hu: Sajnálom: Voip kliens alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites ekiga)

source: $CYN [$RED Example:$CYN `basename $0` -s evolution$RED OR to autodetect:$CYN `basename $0` ]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s evolution$RED VAGY automata módhoz: $CYN `basename $0`]$DEF

source: Sorry. Mailer applications not detected, please install on PC (etc: installing evolution)
hu: Sajnálom: Levelező alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites kwrite)

source: Sorry. CD Mailer not detected! Please install on PC (etc: installing evolution)
hu: Sajnálom: Levelező alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites evolution)

source: $CYN [$RED Example:$CYN `basename $0` -s k3b$RED OR to autodetect:$CYN `basename $0`]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s k3b$RED VAGY automata módhoz$CYN `basename $0`]$DEF

source: Sorry. CD Writer applications not detected, please install on PC (etc: installing k3b)
hu: Sajnálom: CD-író alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites k3b)

source: Sorry. CD Writer not detected! Please install on PC (etc: installing k3b)
hu: Sajnálom: CD-író alkalmazás nem található, kérlek telepíts egyet a PC-re. (pl: telepites k3b)

source: Personal $appname definied, please restart $0 without parameter.
hu: ${appname} személyesen definiálva, kérlek a(z) `basename $0` alkalmazást indítse paraméterek nélkül.

source: $CYN [$RED Example:$CYN `basename $0` -s smplayer$RED OR to autodetect:$CYN `basename $0`]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` -s smplayer$RED VAGY automata módhoz: $CYN `basename $0`]$DEF

source: ------------ blackPanther OS INTERACTIVE NetConsole and Benchmark ------------------
hu: ------------ blackPanther OS INTERACTíV Net-konzol és teljesítményteszt ------------------

source: --------------------------------------- DONE ---------------------------------------
hu: --------------------------------------- Kész ---------------------------------------

source: NO IMPLEMENTED YET
hu: Még nincs jelenleg beépítve

source: $YEL `basename $0` internet $MAG Check the Internet connection status $DEF $DEF(or 'i' switch is shorter OR run without parameter)
hu: $YEL `basename $0` internet $DEF Internet kapcsolat ellenőrzése állapot $DEF(És még az: 'i' kapcsoló is, web VAGY futtasd paraméter nélkül)

source: $YEL `basename $0` local $MAG Check the local network status$DEF $DEF(or 'l' switch is shorter OR run without parameter)
hu: $YEL `basename $0` local $DEF Helyi hálózat állapota $DEF(És még az: 'l' kapcsoló is, halozat VAGY futtasd paraméter nélkül)

source: $YEL `basename $0` interactive $MAG Check the local network status$DEF $DEF(or 'ii' switch is shorter OR run without parameter)
hu: $YEL `basename $0` interactive $DEF Helyi hálózat állapota $DEF(És még az: 'ii' kapcsoló is, VAGY csak futtasd paraméter nélkül)

source: $YEL `basename $0` benchmark $MAG Internet connection speed test$DEF $DEF(or 'ib' switch is shorter OR run without parameter)
hu: $YEL `basename $0` benchmark $DEF Internet kapcsolat sebességteszje $DEF(És még az: 'ib' kapcsoló is, web VAGY futtasd paraméter nélkül)

source: $YEL `basename $0` h|-h $DEF This screen
hu: $YEL `basename $0` h|-h $DEF Ez a képernyő

source: $CYN [$RED Example:$CYN `basename $0` i$RED OR to autodetect:$CYN `basename $0` ]$DEF
hu: $CYN [$RED Például:$CYN `basename $0` i$RED VAGY az automata módhoz: $CYN `basename $0`]$DEF

source: Do you want running quick desktop demo ?
hu: Szeretnél futtatni egy gyors asztali demót ?

source: Exit demo mode...
hu: Kilépés a demó módból...

source: Demo mode finished!
hu: A Demó-mód befejeződött!

source: Perfect:
hu: Tökéletes:

source: Ohh my Gas...
hu: Ó édes Istenem..

source: You are a prisoner in the MATRIX!
hu: Te egy fogoly vagy a MÁTRIXBAN!

source: You need freedom
hu: Szükséged van a szabadságra

source: Press any key and read message on display..
hu: Majd nyomj le bármilyen gombot és olvasd el az üzenetet..

source: Because seems this is the MATRIX as well...
hu: Mert úgy látszik ez is a MÁTRIX...

source: You are now freed by blackPanther OS! NOTICE, please READ FIRST:
hu: A blackPanther OS felszabadított! ÉRTESÍTÉS, kérlek olvasd el először:

source: * This is a
hu: * Ez egy

source: and not a
hu: és nem egy

source: Please run blackPanher OS based command instead
hu: Kérlek futtass blackPanther OS alapú parancsot ez helyett

source: or run commands --help OR simple type and run for available actions: commands
hu: vagy futtasd 'parancsok --segits' VAGY egyszerűen gépeld be és futtasd az elérhető műveletekhez: parancsok

source: Swap Not Found
hu: Lapozófájl nem található

source: Seem the swap does not available.. Recommend made a swap for your installed system stabilisation! I will made now, please wait to finish.
hu: Lapozófájl úgy látszik nem elérhető.. Javasolt egy lapozófájl a rendszeredhez a rendszer stabilizálásánál! Én most létrehozom, kérlek várj a befejezésre!

source: Swap Created!
hu: Lapzófájl létrehozva!

source: You can change swap size here:
hu: Itt változtathatod a lapozófájl méretét:

source: RepoConfig
hu: Tárolóbeállítás

source: Missing Update Repo address, or disabled Update!<br>Please update repositories manually.
hu: Hiányzik a frissítőtároló címe, vagy ki van kapcsolva a frissítés!Kérlek frissítsd a tárolókat kézzel.

source: Manual
hu: Kézi

source: Automatic
hu: Automatikus

source: IMS Repo Rebuild is Running..
hu: IMS tárló újraépítése elindult..

source: Cleaning and Rebuild...
hu: Tisztítás és újraépítés..

source: IMS Repo Updater Running..
hu: IMS tárló frissítőprogram elindult..

source: Initializing...
hu: Előkészítés...

source: Looking for available repositories..
hu: Az elérhető tárolók keresése..

source: Repository Updater is Running..
hu: A tárolók frissítőprogramja elindult..

source: The following
hu: A következő

source: repo are in progress.<br>Please wait to finish..
hu: tároló frissítése folyamatban!<br>Kérlek várj a befejezésre...

source: IMSGUI - IMS Settings
hu: IMSGUI- IMS beállítások

source: Repositories Updated
hu: Tárolók frissítve!

source: You packages database is updated. Have nice day!
hu: A csomagadatábzis frissítve lett. Legyen szép napod!

source: IMS Settings
hu: IMS Beállítások

source: Intelligent Mirror Selector - Mode:
hu: Intelligens Mirror Választó - Mód:

source: Selected Mirror Addr:
hu: A mirror-szerver címe:

source: Automatic Mirror Selection [recommend]
hu: Automatikus mirror választás [javasolt]

source: Manual Mode - Select Default Mirror
hu: Kézi mód - Alapértelmezett kiválasztása

source: Selected Automatic IMS Mode
hu: Kiválasztott automatikus IMS Mód

source: Selected Manual IMS Mode
hu: Kiválasztott kézi IMS mód

source: Exiting From IMSGUI
hu: Kilépés az IMSGUI-ból

source: IMS Settings Done!
hu: IMS Beállítások elkészültek!

source: Selected IMS Mode Now:
hu: Kiválasztitt IMS mód most:

source: Update Repository Now [recommend]
hu: A tárolók frissítése most [javasolt]

source: Rebuild and Refresh Repository
hu: Újraépíti és frissíti a tárolókat

source: Just Exit Now - Update repos later
hu: Most csak kilépek - Frissítek később

source: Selected Repository Update..
hu: A kiválsztott tároló frissítése..

source: Selected Rebuild Repository..
hu: A kiválsztott tároló újraépítése..

source: Selected Skip Repo Update..
hu: Kiválasztva a tároló frissítés kihagyása..

source: Application Repository
hu: Alkamazástároló

source: Repository auto-update in progress.. Do not restart the computer while running! Please wait to finish.
hu: Alkalmazástároló frissítése folyamatban van...Ne indítsd most újra a számítógépet amíg ez tart! Kérlek várj a befejezére...

source: new update are available in repository.
hu: új frissítés érhető el a tárolóban.

source: new updates are available in repository.
hu: új frissítés van a tárolóban..

source: Repository Updated!
hu: Tároló Frissítve!

source: All repo updating done!
hu: Minden forrás frissítése kész!

source: No new updates available..
hu: Nincs új frissítés..

source: * You are not system Administrator [root].\n * Please usage [rootmod] command to authentication and run this action again OR\n\n ** Enter Administrator password now!\n
hu: * Te most nem vagy rendszergazda (root).\n * Használd az [rendszergazda] parancsot a belépéshez és futtasd újra a művelet VAGY\n\n add meg a Rendszergazdai jelszót most!\n

source: The following package[s] install have in progress:
hu: A következő csomag[ok] telepítése van folyamatban:

source: Input error! The input only just some *.rpm file are allowed..
hu: Bemeneti hiba! Az beneti fájl valamilyen *.rpm fájl engedélyezett csak..

source: [Error 1000] - The installer engine not found! Please install anyone and run command again!\nAvailable engines for blackPanther OS: rpm, dnf, urpmi, smart, yum, apt-rpm
hu: [Error 1000] - A telepítőmotor nem található! Telepíts bármilyet és futtasd a programot újra!\nElérhető motorok blackPanther OS.hez: rpm, urpmi, smart, yum, apt-rpm

source: So so an error occured during istallaton! [code: 1010]\\nPlease run command again with ${YEL}'--engine='${RED} parameter to finish package installing or fixing error.\\nAvailable additional packager-engines:\\n\\n${MAG} * rpm, dnf, urpmi, smart, yum, apt-rpm \\n\\n${GRN}Usage if you selected smart engine:\n${CYN} `basename $0` $@ --engine=smart${DEF} \\n\\nPlease run command again: ${YEL}`basename $0` --help${DEF} to more information.
hu: Bizony valami hiba történt a csomagkezelő motornál! (kód: 1010)\\nA hiba kikerüléséhez futtassa újra a programot a(z) ${YEL}'--engine='${RED} kapcsoló használtával,\\na telepítés befejezéséhez vagy a hiba kijavításához. További elérhető csomagkezelő-motorok:\\n\\n${MAG} * rpm, urpmi, smart, yum, apt-rpm \\n\\n${GRN}Használat ha pl a smart csomagkezlő-motort válaszjuk:\\n${CYN} $(basename $0) $@ --engine=smart${DEF} \\n\\nTovábbi részletekért futtassa a ${YEL}$(basename $0) --segits${DEF} parancsot.

source: Packages and repository management of blackPanther OS based on command promt
hu: * blackPanter OS parancssor bázisú csomag és telepítőforrás kezelő szolgáltatás...

source: Checking Database Status:
hu: Adatbázis állapota:

source: Checking Database Status Again:
hu: Adatbázis állapot újraellenőrzése:

source: Checking Internet Status:
hu: Internet kapcsolat:

source: Access Possible
hu: Hozzáférés lehetséges

source: The database access timeout. Please try again later!
hu: Az adatbázis elérés sikertelen. Próbáld később újra

source: Wait to access to database..
hu: Várakozás az adatbázis elérésre

source: ${GRN} This is smart program for ${BLU}blackPanther OS.${GRN} If you running the script then auto select an installer engine for package install. Working with follow engines : ${YEL}rpm|dnf|urpmi|yum|smart|apt-rpm${GRN} Easy Usage: ${CYN}Simple install example : $(echo `basename $0`) packagename (or packagename-version-release) ${GRN}or (for advanced users) ${CYN}Advanced install example: $(echo `basename $0`) packagename --engine=rpm ${GRN}or (for developers) ${CYN}Extended install example: $(echo `basename $0`) DEBUG packagename --engine=rpm ${BLU}Best Regards: Charles Barcza from Hungary kbarcza@blackpanther.hu - www.blackpantheros.eu /This feature thanks to 10 years old my daughter - New feature: recorded install for bundled uninstall/ $DEF
hu: ${GRN} Ez egy ügyes program ${BLU}blackPanther OS-hez.${GRN} Ha futtatod ezt a programot akkor automatikusan kiválasztja a telepítőmotort a csomagtelepítéshez. Jelenleg a következő motorokat támogatja : ${YEL}rpm|urpmi|yum|smart|apt-rpm${GRN} Ilyen könnyű használni: ${CYN}Hagyományos telepítési minta : $(echo `basename $0`) csomagneve (vagy csomagneve-verzió-kiadás) ${GRN}vagy (haladó felhasználóknak) ${CYN}További telepítési minta: $(echo `basename $0`) csomagneve --engine=rpm ${GRN}vagy (fejlesztőknek) ${CYN}Bővített telepítési minta: $(echo `basename $0`) DEBUG csomagneve --engine=rpm ${BLU}Üdvözlettel: Barcza Károly kbarcza@blackpanther.hu - www.blackpantheros.eu /Ezt a feature ötletet köszönöm a 10 éves lányomnak!/

source: * Core filesystem usage is:
hu: * Gyökérfájlrendszer használata:

source: * This file:
hu: * Ez a fájl:

source: Not found or path is wrong?
hu: Nincs meg vagy az útvonal rossz?

source: This item:
hu: Ez az elem:

source: is a[n]
hu: ez egy

source: compressed data!
hu: tömörített adat!

source: Not a installable RPM package..
hu: Nem egy telepíthető RPM csomag...

source: === SystemLog Help ==
hu: === RendszerNapló Segítsé ==

source: - Usage:
hu: - Használat:

source: name
hu: név

source: You are not root now. Access to full features requires the root permission! [wait to 3sec]
hu: Te most nem vagy rendszuergazda. Minden lehetőség eléréséhez szükséged van root jogokra![3mp várakozás]

source: Filtering log to service name...
hu: A napló szűrése szolgáltatás névre..

source: /display in terminal/
hu: /megjelenítés terminálban/

source: /display in dialog/
hu: /megjelenítés dialogban/

source: /display this help/
hu: /súgó megjeleníŧése/

source: - Just run
hu: - Csak futtasd a

source: without parameter or look this command:
hu: -ot paraméterek nélkül vagy nézd meg ezt a parancsot:

source: MenuInstall
hu: MenüTelepítő

source: Another install command already running! Exiting..
hu: Egy másik telepítőprogram már fut! Kilépés..

source: - Use only for install a application form main menu.. Exiting..
hu: - Csak az alkalmazások menüből való telepítésre használható.. kilépés..
