Repository: blackPantherOS/default-apps
Catalog: translations/*.po
Languages: hu

source: Starter-Ramdisk-Initrd-regenerator
hu: Indítási-Ramdiszk-Initrd-újragenerálása

source: Systemd-Services-Settings
hu: Systemd-folyamatok-beállítása

source: ReGeneratie-Grub2-conf
hu: Grub2-conf-újragenerálása

source: Create-Grub2-config-and-more
hu: Grub2-config-létrehozása-még-több

source: Search for other quick installable bootloader tools..
hu: Villámtelepíthető rendszerbetöltő eszközök keresése..

source: Possible Managing System Loaders with.. <br>[please select]
hu: A rendszerbetöltő kezelése az alábbiakkal<br>lehetséges..[kérlek válassz]

source: Initrd-generator
hu: Initrd-generátor

source: Do you want run mkInitrd ?
hu: Szeretnéd futtatni az mkInitrd-t?

source: !DANGER!
hu: !VESZÉLYES-MŰVELET!

source: System starter ramdisk is missing! Does NOT restart computer now!
hu: Rendszerindító ramdisk hiányzik! NE indítsd újra a számítógépet!

source: Run this command manually to solve this problem as root:
hu: Futtasd ezt a parancsot kézzel a probléma megoldásához root joggal:

source: Error occurred while select a Firewall Manager Applicaion. Please report me!
hu: Egy hiba történt a tűzfalkezlő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The firewall manager already running. Be patient or close first
hu: A tűzfalkezelő már fut. Légy türelmes vagy zárd be először

source: Warning!
hu: Figyelem!

source: <h2>The following network name[s] is too long!</h2> These interface[s] have too long name[s]:
hu: <h2>A következő hálózati nevek túl hosszúak!</h2> Az alábbi csaló[k]nak túl hosszú neve van:

source: The firewall supports up to 15 characters long name, please rename [essid] or delete unneccary networks!
hu: A tűzfal maximum 15 karakter hosszúságú nevet támogat, kérlek nevezd át [essid] vagy töröld szükségtelen hálózatokat!

source: If you want fix before you apply firewall settings, click Cancel on the next dialog!
hu: Ha szeretnéd javítani mielőtt alkalmazod a tűzfal beállításokat, a következő ablakon csak kattints a Mégsem gombra!

source: System Firewall Manager - <b><u>Install</b></u> / Run..
hu: Rendszer tűzfal kezelő - <b><u>Telepít</b></u>/Futtat..

source: DrakNet Firewall Manager [for expert]
hu: DrakNet Tűzfal kezelő [szakértőknek]

source: System-Firewall-Manager
hu: Rendszer-Tűzfal-Kezelő

source: Invictus-Firewall
hu: Invictus-tűzfal

source: Interactive-Firewall
hu: Interaktív-Tűzfal

source: FirewallD-Config
hu: TűzfalD-beállítások

source: Firewall-Builder
hu: Tűzfal-építő

source: Other-Firewall-Config
hu: Egyéb-tűzfal-beállítások

source: Search for other quick installable firewalls..
hu: Villámtelepíthető tűzfalak keresés..

source: System-DrakFirewall
hu: Rendszer-Tűzfal-Kezelő

source: Invictus-DrakFirewall
hu: Invictus-Tűzfal

source: Gtk-UFW-tool
hu: Gtk-UFW-eszköz

source: Possible Managing Firewall Connections with.. <br>[please select]
hu: A rendszertűzfal szabályok kezelése az alábbiakkal<br>lehetséges..[kérem válasszon]

source: Error occurred while select a FileShare Manager Applicaion.<br>Please report me!
hu: Egy hiba történt a fájlmegosztás kezelő alkalmazás kiválasztásakor.<br>Kérlek jelezd nekem!

source: The fileshare manager already running. Be patient or close first
hu: A fájlmegosztáskezelő már fut. Légy türelmes vagy zárd be először

source: Share Manager - Install / Run..
hu: Megosztáskezelő - Telepít/Futtat..

source: Share Manager [important!]
hu: Megosztáskezelő [fontos!]

source: Other Share Manager [for expert]
hu: Egyéb megosztáskezelő [szakértőknek]

source: Samba-Config-Wizards
hu: Samba-konfiguráció-varázsló

source: NFS-Config-Wizards
hu: NFS-konfiguráció-varázsló

source: DLNA-MediaShare-Settings
hu: DLNA-Médiamegosztás-beállítása

source: ProftpD-Settings
hu: ProftpD-beállítások

source: Network-Discover-Avahi
hu: Hálózatfelderítő-Avahi

source: Global-Sharing-Settings
hu: Helyi-Megosztások-beállítása

source: Global-DavFS-Settings
hu: Helyi-DavFS-Beállítások

source: CurlFTPfs-Manager
hu: CurlFTPfs-Kezelő

source: DLNA-MediaShare
hu: DLNA-Médamegosztás

source: ProFTP-Server
hu: ProFTP-Szerver

source: Avahi-Discover
hu: Avahi-felderítő

source: Global-Shares-Manager
hu: Helyi-megszotások-kezelése

source: Possible Managing FileShares with.. <br>[please select]
hu: A fájlmegosztások kezelése az alábbiakkal<br>lehetséges..[kérlek válassz]

source: Error occurred while select a Hardware Manager Applicaion. Please report me!
hu: Egy hiba történt a hardverkezelő alkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The TV-device manager already running. Be patient or close first
hu: A TV-eszközkezelő már fut. Légy türelmes vagy zárd be először

source: System HardwareManager GUI - <u><b>Install</b></u> / Run..
hu: Rendszer Hardverkezlő felület-<b><u>Telepít</b></u>/Futtat..

source: A Hardware Manager [important!]
hu: Egy hardver-kezelő [fontos!]

source: Run Other Hardware Manager [for expert]
hu: Futtat egy másik hardver kezelőt [szakértők]

source: System-DrakDVB-Manager
hu: Rendszer-DrakDVB-Kezelő

source: System-DrakxTv-Analog-Devices
hu: Rendszer-DrakxTV-analóg-eszközök

source: System-DVB-t-scanner
hu: Rendszer-DVB-t-szkenner

source: System-Hardware-Manager
hu: Rendszer-Hardver-Kezelő

source: Hardinfo-and-Benchmark-Manager
hu: Hardinfo-és-telesítményteszt

source: Possible Managing Your Harwares with.. <br>[please select]
hu: A hardvereid kezelése az alábbi alkalmazásokkal<br>lehetséges..[kérlek válassz]

source: DVB-Scan?
hu: DVB-Keresés?

source: Do you want run the DVB-T channel scanning?
hu: Futtatni akarod a DVB-T csatorna keresést?

source: Add-HW-Manager
hu: HW-kezelő-megadása

source: The device manager already running. Be patient or close first
hu: A eszközkezelő már fut. Légy türelmes vagy zárd be először

source: USB-Devices-View
hu: USB-Eszközök-megjelenítése

source: Lstopology-HardwareTopology
hu: Lstopology-Hardver-topológia

source: LSPCIDrake-in-terminal
hu: LSPCIDrake-terminálban

source: Other-HardwareManager
hu: Egyéb-HardverKezlő

source: == HELP for blackPanther OS Device Checker ==
hu: == SÚGÜ a blacKPanther OS eszközellenőrzőhöz ==

source: --help|-h = This help screemn
hu: --segits|-h - Megmutatja ezt a súgót

source: [commandparamter] DEBUG = Enable verbose/debug mode
hu: [parancsparaméter] DEBUG = Bekapcsolja a beszédes/debug módot

source: vganum|videonum|vdevice|-vganum = Print number of video devices
hu: vganum|videonum|vdevice|-vganum = Kiírja a videoeszközök számát

source: vga|video|vdevice|-vga = Print list of videocards in your system
hu: vga|video|vdevice|-vga = Kilistázza a videokártyákat a rendszerből

source: 3DVendor|3dvendor|gfxvendor|openglvendor|glvendor|-gv = Print vendor of active device
hu: 3DVendor|3dvendor|gfxvendor|openglvendor|glvendor|-gv = Kiírja az aktív eszköz gyártóját

source: activevga|activegpu|videorender|avga|-ar = Print active video/3D device
hu: activevga|activegpu|videorender|avga|-ar = Kiírja az aktív videó/3D eszközt

source: soundnum|sndnum = Print number of sound devices
hu: soundnum|sndnum = Kiírja a hangeszközök számát

source: sound|snd = Print list of sound devices
hu: sound|snd = Kilistázza a hangeszközöket

source: all|-a = Print all available lists of multimedia/sound/video devices
hu: all|-a = Kiír minden elérhető listát a multimédia/hang/videoeszkökről

source: Devices check...
hu: Harvereszköz ellenőrzés..

source: Please add parameter for check...
hu: Kérlek adj meg egy paramétert az ellenőzéshez..

source: QuickSearch
hu: Gyorskeresés

source: Please select a package to quick install
hu: Kérlek válassz egy csomagot a gyorstelepítéshez

source: Easy System Updater
hu: Egyszerű rendszerfrissítő

source: Failed: tried 3 times query updates! Try again later..
hu: Sikertelen: 3 alkalommal lett kérve frissíŧés, próbáld később újra..

source: Failed: tried 3 times query updates! Try later..
hu: Sikertelen: 3 alkalommal lett kérve frissíŧés, próbáld később..

source: Please install blackPanther OS to available free space before using system operations.
hu: Kérjük telepítse először a blackPanther OS-t egy üres területre mielőtt használja a rendszerműveleteket.

source: No internet or package repository access!
hu: Nincs internet vagy csomagtároló elérés!

source: packages
hu: csomag

source: package
hu: csomag

source: Update Check Warning!
hu: Frissítési figyelmezetetés!

source: is waiting for update that is older than
hu: vár frissítésre amely 5 napnál régebbi

source: 5 days! Please update system now...
hu: Kérlek frissítsd a rendszert most..

source: Easy System Updates!
hu: Egyszerű rendszerfrissítő!

source: update are available!
hu: új frissítés érhető el!

source: Error occurred while select a Browser Applicaion. Please report me!
hu: Egy hiba történt a böngészőalkalmazás kiválasztásakor. Kérlek jelezd nekem!

source: The Browser Selector already running. Be patient or close first
hu: A böngésző-választó már fut. Légy türelmes vagy zárd be először

source: Empty-RepoCache
hu: Üres-gyorstár

source: <h2>Browser selector started first time</h2>The install repository cache still empty.<br>Update requires for new browsers install.<br>Do you want run repo updater now?
hu: <h2>Böngésző-választó első indítás</h2>A telepítési tároló gyorstára még üres.<br>Frissítés szükséges az új böngészők telepítéséhez.<br> Akarod most futtatni a tárolófrissítőt?

source: Google-Chromium
hu: Google-Chromium-böngésző

source: Google-Chrome
hu: Google-Chrome-böngésző

source: Firefox-Quantum
hu: Firefox-Quantum-böngésző

source: Vivaldi-Browser
hu: Vivaldi-böngésző

source: Opera-Browser
hu: Opera-böngésző

source: Brave-Browser
hu: Brave-böngésző

source: Waterfox-Browser
hu: Waterfox-böngésző

source: Otter-Browser
hu: Otter-böngésző

source: Falkon-Browser
hu: Falkon-böngésző

source: Konqueror-Browser
hu: Konqueror-böngésző

source: Search for other quick installable browsers..
hu: Villámtelepíthető böngészők keresése..

source: blackPanther Browser Selector
hu: blackPanther Böngésző-választó

source: There are available Internet Browsers for your system.. <br>[please select or install]
hu: Itt találhatóak a rendszeredre elérhető Internet-böngészők.. <br>[Kérlekválassz vagy telepíts egyet.]

source: Double Check Fail: Exiting Manual Update Requires...
hu: Másodellenőrzés Sikertelen: Kézi frissítés szükséges..

source: Switch to search new available browsers..
hu: Villámtelepíthető új böngészők keresése..

source: Chrome-Installer
hu: Chrome-telepítő

source: <h2>The Google Chrome downloading and auto-install still running in background!</h2>Until it is in progress, the application restarts for the usability of<br>the internet and when the download is completed will be added to the seletable list.
hu: <h2>A Google Chrome letöltése és automatikus telepítése folyamatban van aháttérben!</h2>Ameddig ez a folyamat tart, az alkalmazás újraindul az az internet<br> használhatóságához. Amikor a letöltés befejeződött, hozzá lesz adva a választhatóak listájához.

source: This is Xorg Server custom settings <b>ONLY for Experts.</b> <br>The modification will rewrite the system settings. If you do not know what can you do, then will you kill your screen and you get a blank screen.
hu: Ezek az Xorg szerver egyéni beállításai <b>CSAK SZAKÉRTŐKNEK,</b> <br>A módosítás felül fogja írni a rendszerbeállításokat. Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt kapsz.

source: This is Xorg Server custom settings, ONLY for Experts! Any modifications will rewrite the system settings...
hu: Ezek az Xorg szerver egyéni beállításai, CSAK SZAKÉRTŐKNEK! Bármilyen módosítás felül fogja írni a rendszerbeállításokat...

source: If you do not know what can you do, then will you kill your screen, and you will get a blank screen...
hu: Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt fogsz kapni...

source: Do you wish to install this program?
hu: Szeretnéd telepíteni ezt a programot?

source: Yes
hu: Igen

source: No
hu: Nem

source: Cancel
hu: Mégse

source: The potentional risk is accepted...
hu: A potenciális kockázat elfogadva...

source: <h2>Multiple VGA devices detected!</h2>
hu: <h2>Többszörös VGA felismerve!</h2>

source: This is NOT compatible with Optimus!<br>Do you want try run Xorg settings?!<br> - Yes = Continue and install optimus components<br> - No = Run Xorg config wizard <br> - Cancel = Just exit <br><br>If you do not know what can you do, then will you kill your screen and you get a blank screen...
hu: Ez NEM kompatibilis az Optimus-al! Szeretnéd folytatni az Xorg beállítását?<br> - Igen = Folytatja és telepíti az optimus komponenseket.<br> - Nem = Futtatja az Xorg beállításvarázslót <br> - Mégsem = Csak kilép <br><br>Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt kapsz.

source: Multiple VGA: Selected exit..
hu: Multiple VGA: Kilépés választva..

source: This is OLD Optimus method detected!<br><b>Bumblebee</b> recommend use for this system! Do you wan continue install?<br> - Yes = Continue and install Bumblebee<br> - No = Run Xorg config wizard <br> - Cancel = Just exit <br><br>If you do not know what can you do, then will you kill your screen and you get a blank screen...
hu: A RÉGI Optimus eljárás felismerve!<br><b>Bumblebee</b> használata javasolt ehhez a rendszerhez! Szeretnéd folytatni a telepítést?<br> - Igen = Folytatja és telepíti a Bumblebee-t.<br> - Nem = Futtatja az Xorg beállításvarázslót <br> - Mégsem = Csak kilép <br><br>Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt kapsz.

source: <h2>Restart requires...</h2>
hu: <h2>Újraindítás szükséges...</h2>

source: Restart system to apply new settings...<br>
hu: Újraindítás szükséges az új beállítások alkalmazásához...<br>

source: Bumblebe will available your menu and on system tray after restart.
hu: Az Bumblebee elérhető lesz a menüdben és a rendszertálcán újraindítás után.

source: <h2>Already installed...</h2>
hu: <h2>Már telepítve van...</h2>

source: If you have any problem with Bumblebee, remove first and run settings again...
hu: Ha bármilyen problémád van a Bumblebee-vel, először távolítsd el és futtasd a bállításokat újra...

source: Restart system to apply new settings...
hu: Újraindítás szükséges az új beállítások alkalmazásához...

source: Bumblebee available your menu and on system tray after restart.
hu: A Bumblebee elérhető lesz a menüdben és a rendszertálcán újraindítás után.

source: For manual gpu test ex.: optirun glxspheres64
hu: A kézi gpu teszhez pl.: optirun glxspheres64

source: Already installed...
hu: Már telepítve van...

source: If you have any problem with Optimus-Manager, remove first and run settings again...
hu: Ha bármilyen problémád van az Optimus-Kezelővel, először távolítsd el és futtasd a bállításokat újra...

source: <h2>Dual Optimus VGA is detected!</h2>
hu: <h2>Dual Optimus VGA felismerve!</h2>

source: Thats correct?!<br>Do you wish to continue progress of Nvidia Optimus settings?<br> - Yes = Continue and install optimus components<br> - No = Run Xorg config wizard <br> - Cancel = Just exit <br><br> If you do not know what can you do, then will you kill your screen and you get a blank screen...
hu: Ez így helyes?<br>Biztosan folytatni akarod az Nvidia Optimus beállítását?<br> - Igen = Folytatja és telepíti az optimus komponenseket.<br> - Nem = Futtatja az Xorg beállításvarázslót <br> - Mégsem = Csak kilép <br><br>Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt kapsz.

source: DUAL VGA: Selected exit..
hu: DUAL VGA: Kilépés választva..

source: Dual Optimus VGA is detected...
hu: DUAL Optimus VGA felismerve...

source: Thats correct?! Do you wish to continue progress?
hu: Ez így helyes?! Szeretnéd folytatni a folyamatot?

source: Optimus settings is accepted...
hu: Optimus beállítások elfogadva...

source: Optimus-Manager will available your menu and on system tray after restart.
hu: Az Optimus-kezelő elérhető lesz a menüdben és a rendszertálcán újraindítás után.

source: Optimus-Manager available your menu and on system tray after restart.
hu: Az Optimus-kezelő elérhető lesz a menüdben és a rendszertálcán újraindítás után.

source: For manual vga switching: optimus-manager --switch integrated/or/nvidia
hu: A manuális vga váltáshoz: optimus-manager --switch integrated/vagy/nvidia

source: Missing Connection Manager!
hu: Kapcsolatkezelő nincs meg!

source: This configurator cannot be run in console mode, sorry
hu: Ez a beállítás nem futtatható konzolos módba, bocsi

source: Service not available or system already installed
hu: A szolgáltatás nem elérhető vagy a rendszer már telepítve van

source: Exiting.. Not the KDE Install mode !
hu: Kilépés... Nem KDE telepítési mód!

source: package error!
hu: csomaghiba!

source: Stopped! Maybe this a modified or malicious software!
hu: Megállítva! Ez talán egy módosíttt vagy kártékony program!

source: Updates found in repo!
hu: Frissítés található a tárolóban!

source: Repository Auto Update in progress.. please wait to finish
hu: A tároló automatikus frissítése folyamatban van! Kérlek várj a befejezésre...

source: This is OLD Optimus method detected!<br><b>Bumblebee</b> recommend use for this system! Do you wan continue install?<br><br>If you do not know what can you do, then will you kill your screen and you get a blank screen...
hu: A RÉGI Optimus eljárás felismerve!<br><b>Bumblebee</b> használata javasolt ehhez a rendszerhez! Szeretnéd folytatni az Nvidia Optimus beállítási folyamatot?! Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt kapsz.

source: Thats correct?!<br>Do you wish to continue progress of Nvidia Optimus settings?<br> If you do not know what can you do, then will you kill your screen and you get a blank screen...
hu: Ez így helyes?! Szeretnéd folytatni az Nvidia Optimus beállítási folyamatot? Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt kapsz.

source: This is NOT compatible with Optimus!<br>Do you want try run Xorg settings?!<br><br>If you do not know what can you do, then will you kill your screen and you get a blank screen...
hu: Ez NEM kompatibilis az Optimus-al! Szeretnéd folytatni az Xorg beállítását?<br><br>Ha nem tudod mit csinálsz, ki fogod nyírni a képernyőbeállítást és egy üres képernyőt kapsz.

source: You are not a administrator [root]..
hu: Te nem vagy adminisztrátor [root]..

source: Please run imsgui as root or enter the root password to next dialog
hu: Kérlek futtasd az imsgui-t mint root vagy add meg a root jelszót a következő felbukkanó ablakban

source: repo are in progress, please wait..
hu: tároló frissítése van folyamatban<br>Kérlek várj a befejezésre...

source: [all | packages] and/or [repos | repo] - to packages and/or repository update\n\t\t[system] - to system upgrade\n\t\t[help] - to short help display\n\t\t[--info|--help|usage] - to long help to usage\n\n\t\t[db|database] - to fixating broken RPM Database\n\t\t[fix|repair] - Repair the RPM packages connections Run: updating repo first!\n\t\t[clean] - Clean downloaded RPM cache or broken packages\n\t\t[--verbose] - Display detailed informations\n
hu: [minden | csomagok] és/vagy [forrasok | forras] - a csomagok és/vagy a tárolók frissítése\n\t\t[rendszer] - a rendszer felfrissítése\n\t\t[segits] - a rövid tájékoztató megjelenítése\n\t\t[--info|--segits|hasznalat] - hosszú tájékoztató megjelenítése\n\n\t\t[db|adatbazis] - azRPM adabázis újraépítése. Először futtasd: frissites forrasok\n\t\t[fix|javitas] - Csomagkapcsolatok javítása. Először futtasd a frissites forrasok parancsot!\n\t\t[tisztit] - A gyorstárazott vagy sérült RPM csomagok eltávolítása\n\t\t[--reszletes] - Részletes információk mutatása

source: Another package manager is running! Exiting..
hu: Egy másik telepítőprogram már fut! Kilépés..

source: Update Check Warning
hu: Frissítési figyelmezetetés

source: Please run installing / updating / uninstall command on blackPanher OS instead
hu: Kérlek futtasd a telepites / frissites / eltavolitas parancsokat blackPanher OS-en az alább helyett:

source: or run yourcommand --help OR simple type and run for available actions: commands
hu: vagy futtasd 'parancsok --segits' VAGY egyszerűen gépeld be és futtasd az elérhető műveletekhez: parancsok
